Repository: leonardcj/gogo
Catalog: po/*.po
Languages: es, fr, ne, sq, uk

source: GoGo
ne: जाऊ जाऊ
uk: Гого

source: You do not have the required version of GTK + and / or PyGTK installed.
es: Tú no tienes la versión requerida de GTK + y/o PyGTK instalada.
fr: Version incorrecte de GTK+ et/ou PyGTK non installé.
ne: तिमीसँग चाहिएको संस्करण छैन् GTK + र PyGTK स्थापना गरियो
sq: S’keni të instaluar versionet e domosdoshëm për GTK+ dhe/ose PyGTK.
uk: У вашій системі не встановлено потрібних для роботи версій GTK + і/або PyGTK.

source: The installed version of GTK+ is: %s
es: La versión instalada de GTK+ es: %s
fr: La version installée de GTK+ est : %s
ne: स्थापना गरेको संस्करण GTK+ is: %s
sq: Versioni i GTK+-it i instaluar është: %s
uk: Встановлера версія GTK+: %s

source: The version of GTK + is required: 2.8.0 or newer
es: La versión necesaria de GTK + es: 2.8.0 o superior
fr: La version requise de GTK+ est la 2.8.0 ou supérieure
ne: GTK +को संस्करण चाहियोँ 2.8.0 कि नयाँ
sq: Version GTK+ i domosdoshëm: 2.8.0 ose më i ri
uk: Потрібна версія GTK+: 2.8.0 або новіша

source: The version of PyGTK installed is: %s
es: La versión instalada de PyGTK es: %s
fr: La version installée de PyGTK est : %s
ne: PyGTK को संस्करण स्थापना भयो:%s
sq: Versioni i PyGTK-së së instaluar është: %s
uk: Встановлена версія PyGTK: %s

source: The version of PyGTK is required: 2.8.0 or newer
es: La versión necesaria de PyGTK es: 2.8.0 o superior
fr: La version requise de PyGTK est la 2.8.0 ou supérieure
ne: PyGTK +को संस्करण चाहियोँ 2.8.0 कि नयाँ
sq: Version PyGTK i domosdoshëm: 2.8.0 ose më i ri
uk: Потрібна версія PyGTK: 2.8.0 або новіша

source: PyGTK 2.8.0 or newer is required.
es: Es necesario PyGTK 2.8.0 o superior.
fr: PyGTK est requis avec la version 2.8.0 ou supérieure.
ne: PyGTK 2.8.0 कि नयाँ चाहिन्छ
sq: Lypset PyGTK 2.8.0 ose më i ri.
uk: Потрібні пакунки PyGTK 2.8.0 або новішої версії.

source: There was no version of PyGTK found on your system.
es: No se ha encontrado ninguna versión de PyGTK en su sistema.
fr: Aucune version de PyGTK n'a pas été trouvée dans votre système.
ne: तिम्रो प्रणालीमा PyGTK संस्करण भेताइएन्
sq: S’u gjet version PyGTK-je në sistemin tuaj.
uk: У вашій системі не знайдено жодної версії PyGTK.

source: pySerial needs to be installed:
es: Es necesario instalar pySerial:
fr: pySerial doit être installé:
sq: pySerial duhet të jetë i instaluar:
uk: Слід встановити pySerial:

source: Board Monitor
es: Monitor del sistema
fr: Moniteur système
ne: बोद मोनिटर
uk: Стеження за платою

source: Version
es: Versión
ne: संस्करण
uk: Версія

source: Kiwi needs to be installed:
es: Es necesario instalar Kiwi:
fr: Kiwi doit être installé:
ne: किवि स्थापना गर्नु पर्छ
sq: Kiwi duhet të jetë i instaluar:
uk: Слід встановити Kiwi:

source: Gogo disconnected
es: Desconectado de GoGo
fr: GoGo déconnecté
ne: गोगो जडान भएन्
sq: Gogo është shkëputur
uk: Гого від’єднано

source: <b><span size='xx-large'>Gogo Disconnected</span></b>
es: <b><span size='xx-large'>Gogo Disconectado</span></b>
fr: <b><span size='xx-large'>Gogo Déconnecté </span></b>
ne: <b><span size='xx-large'>गोगो जडान भएन्</span></b>
sq: <b><span size='xx-large'>Gogo e Shkëputur</span></b>
uk: <b><span size='xx-large'>Гого від’єднано</span></b>

source: Misc
es: Miscelánea
fr: Divers
ne: विविधता
sq: Të ndryshme
uk: Інше

source: Beep
es: Pitido
fr: Bip
ne: बिप
sq: Bip
uk: Гудок

source: LED On
es: LED encendido
fr: LED Marche
ne: LED सुरु
uk: Лампочку увімкнено

source: LED Off
es: LED apagado
fr: LED Arrêt
ne: LED बन्द
uk: Лампочку вимкнено

source: Motor
fr: Moteur
ne: मोटर
uk: Двигун

source: Controlling motors:
es: Motores de control:
fr: Contrôle moteurs:
ne: मोटरहरूको नियन्त्रण:
sq: Motorë kontrolli:
uk: Керівні двигуни:

source: Motors
es: Motores
fr: Moteurs
ne: मोटरहरू
sq: Motorë
uk: Двигуни

source: On
es: Encendido
fr: Marche
ne: सुरु गर
uk: увімкнено

source: Off
es: Apagado
fr: Arrêt
ne: बन्द गर
uk: вимкнено

source: Brake
es: Freno
fr: Frein
ne: रोक्नुहोस्
uk: гальма

source: Coast
es: Costa
fr: Arrêt par inertie
ne: कोस्ट
uk: берег

source: Power of Motors
es: Potencia de los motores
fr: Puissance des Moteurs
ne: गादिको सक्ति
sq: Fuqi Motorësh
uk: Потужність двигунів

source: set to
es: establecido en
fr: réglé à
ne: सेट टु
sq: caktuar si
uk: встановлено у

source: this way
es: por aquí
fr: par ici
ne: यो बाटो
sq: këtej
uk: цей спосіб

source: that way
es: por allí
fr: par là
ne: त्यो बाटो
sq: andej
uk: той спосіб

source: reversed
es: invertido
fr: inversé
ne: फर्काउने
uk: інвертовано

source: Sensor
fr: Capteur
ne: सेन्सर
sq: Ndijues
uk: Датчик

source: All sensor readings refreshed
es: Refrescadas todas las lecturas de los sensores
fr: Toutes les lectures de capteurs sont rafraîchies
ne: सबै सेन्सर पढने रिप्स्
sq: U rifreskuan krejt leximet e ndijuesit
uk: Дані усіх датчиків оновлено

source: Reading sensors at 20hz
es: Lecturas de sensores a 20hz
fr: Lecture des capteurs à 20hz
ne: सेन्सर पढने 20hz मा
sq: Po lexohen ndijues në 20Hz
uk: Читаємо дані датчиків з частотою 20 Гц

source: Reading sensors at a 5hz
es: Lecturas de sensores a 5hz
fr: Lecture des capteurs à 5hz
ne: एउटा सेन्सर पढने 5hz मा
sq: Po lexohen ndijues në 5Hz
uk: Читаємо дані датчиків з частотою 5 Гц

source: Burst mode off
es: Modo de ráfaga apagado
fr: Mode rafale à l'arrêt
ne: बस्ट मोद अफ
uk: Режим спалаху вимкнено

source: GTK+ Runtime Enviroment needs to be installed:
es: Es necesario instalar el entorno GTK+:
fr: L'environnement d'exécution GTK+ doit être installé:
ne: GTK+रन समय वातावरण स्थापना गर्नु पर्छ
sq: Mjedisi Runtime GTK+ duhet të jetë i instaluar:
uk: Слід встановити середовище виконання GTK+:

source: Open..
es: Abrir..
fr: Ouvrir..
ne: खोल..
sq: Hapni...
uk: Відкрити…

source: Save..
es: Guardar..
fr: Enregistrer..
ne: सेभ गर..
sq: Ruajeni…
uk: Зберегти…

source: Save As..
es: Guardar como..
fr: Enregistrer sous..
ne: सुरक्षित राख्ने नाम..
sq: Ruaje Si…
uk: Зберегти як…

source: Error/s: Check Messages
es: Error/es: Revisar mensajes
fr: Erreur/s: Vérifier les messages
ne: त्रुटि/s:सन्देश जाँच गर्नु पर्छ
sq: Gabime/e: Kontrolloni Mesazhet
uk: Помилки: ознайомтеся із повідомленнями

source: Code successfully compiled.
es: Código compilado con éxito.
fr: Code compilé avec succès.
ne: कोद सक्सेफुल्लि कम्पाइल्द भइसक्यो
sq: Kodi u përpilua me sukses.
uk: Код успішно зібрано.

source: Check GoGo plugged in, turned on and connected
es: Revisar que GoGo está enchufado, encendido y conectado
fr: Vérifier que GoGo est branché, mis en marche et connecté
ne: जाँच GoGo प्लग-इन भर्इसक्यो,अन गर्ने र जडान गर्ने
sq: Kontrolloni që GoGo të jetë vënë në prizë, ndezur dhe lidhur
uk: Перевірте, чи під’єднано, увімкнено і з’єднано GoGo

source: Error communicating
es: Error de comunicación
fr: Erreur de communication
ne: कम्निकेट गर्दा त्रुटि
sq: Gabim gjatë komunikimit
uk: Помилка обміну даними

source: Code successfully downloaded.
es: Código descargado con éxito.
fr: Code téléchargé avec succès
ne: कोड सक्सेफुल्लि डाउनलोड
sq: Kodi u shkarkua me sukses.
uk: Код успішно отримано.

source: <b><span size="xx-large">GoGo Activity</span></b> (v %(version)s)
es: <b><span size="xx-large">Actividad de GoGo</span></b> (v %(version)s)
fr: <b><span size="xx-large">Activité GoGo</span></b> (v %(version)s)
ne: <b><span size="xx-large">गोगो क्रियाकलाप</span></b> (v %(version)s)
sq: <b><span size="xx-large">Veprimtari GoGo</span></b> (v %(version)s)
uk: <b><span size="xx-large">Простір дій ГоГо</span></b> (v %(version)s)

source: Gogo connected to the COM port
es: GoGo conectado al puerto COM
fr: GoGo connecté au port COM
ne: गोगो जडान भयो COM पोटसँग
sq: Gogo është e lidhur te porta COM
uk: Gogo з’єднано з портом COM

source: Gogo connected on port
es: GoGo conectado al puerto
fr: GoGo connecté au port
ne: गोगो जडान भयो पोटमा
sq: Gogo është e lidhur në një portë
uk: Gogo з’єднано з портом

source: <b><span size='xx-large'>GoGo Connected</span></b>
es: <b><span size='xx-large'>GoGo Conectado</span></b>
fr: <b><span size='xx-large'>GoGo Connecté</span></b>
ne: <b><span size='xx-large'>गोगो जडान भयो</span></b>
sq: <b><span size='xx-large'>GoGo e Lidhur</span></b>
uk: <b><span size='xx-large'>GoGo з’єднано</span></b>

source: There were problems with the connection. Make sure the GoGo Board is properly connected.
es: Hay problemas con la conexión. Revisar que la Placa GoGo está conectada correctamente.
fr: Problèmes de connexion. Vérifier que la carte GoGo est correctement raccordée.
ne: जडानसँग सम्सयाहरु छन्।गोगो बोद राम्रोसँग जोडिएको छ कि छैन हेर
sq: Pati probleme me lidhjen. Sigurohuni që Bordi GoGo është lidhur si duhet.
uk: Зі з’єднанням виникли проблеми. Переконайтеся, що плату GoGo з’єднано з комп’ютером належним чином.

source: %i Values Uploaded
es: %i Valores cargados
fr: %i Valeurs téléchargées
ne: %i व्यालु अपलोद्द
sq: %i Vlera të Ngarkuara
uk: Вивантажено %i значень

source: Data successfully uploaded.
es: Datos cargados con éxito.
fr: Données téléchargées avec succès.
ne: दाटा सक्सेफुल्लि अपलोद्द
sq: Të dhënat u ngarkuan me sukses.
uk: Дані успішно вивантажено.

source: Sensor configuration file corrupted or empty.
es: El fichero de configuración de los sensores está corrupto o vacío.
fr: Le fichier de configuration des capteurs est corrompu ou vide.
ne: सेन्सर कन्फिगुरेसन् फाइल करप्टेद र खाली छ
sq: Kartelë formësimi ndijuesi e dëmtuar ose e zbrazët.
uk: Файл налаштувань датчиків пошкоджено або цей файл є порожнім.

source: Sensor configuration file does not exist.
es: El fichero de configuración de los sensores no existe.
fr: Le fichier de configuration des capteurs n'existe pas.
ne: सेन्सर कन्फिगुरेसन् फाइल अनुपस्थित छ
sq: Kartela e formësimit të ndijuesit s’ekziston.
uk: Файла налаштувань датчиків не існує.

source: Name
es: Nombre
fr: Nom
ne: नाम
sq: Emër
uk: Назва

source: Unit
es: Unidad
fr: Unité
ne: युनिट
sq: Njësi
uk: Одиниця

source: Description
es: Descripción
sq: Përshkrim
uk: Опис

source: Standard
es: Estandar
ne: मानक
sq: Standarde
uk: Стандартний

source: The light value should be between 0 and 1023
es: El valor de la luz debería estar entre 0 y 1023
fr: La valeur d'éclairage doit être comprise entre 0 et 1023
ne: लाइट मान ० देखि १०२३ भित्र हुर्नु पर्छ
sq: Vlera e dritës duhet të jetë mes 0 dhe 1023
uk: Значенням інтенсивності світла має бути число від 0 до 1023

source: Point already exists.
es: El punto ya existe.
fr: Le point existe déjà.
ne: बिन्दु अवस्थित भईसक्यो
sq: Pika ekziston tashmë.
uk: Точка вже існує.

source: Point already exists!
es: ¡El punto ya existe!
fr: Le point existe déjà!
ne: बिन्दुहरु अवस्थित भईसकेकाछन्
sq: Pika ekziston tashmë!
uk: Точка вже існує!

source: <b>Sensor Points: </b>%(name)s (%(units)s)
es: <b>Puntos del Sensor: </b>%(name)s (%(units)s)
fr: <b>Points capteur: </b>%(name)s (%(units)s)
ne: <b>सेन्सर पोइन्त: </b>%(name)s (%(units)s)
sq: <b>Pika Ndijuesi: </b>%(name)s (%(units)s)
uk: <b>Точки датчиків: </b>%(name)s (%(units)s)

source: raw
es: en bruto
fr: brut
ne: काचो
uk: без обробки

source: Error: unrecognised file type: %s
es: Error: tipo de fichero desconocido: %s
fr: Erreur: type de fichier non reconnu: %s
ne: त्रुटि:नचिनिएको फाइल प्रकार: %s
sq: Gabim: lloj i papranuar kartele: %s
uk: Помилка: нерозпізнаний тип файлів: %s

source: At least two points required!
es: ¡Es necesario al menos dos puntos!
fr: Au moins deux points sont requis!
ne: कम्तिमा दुई बिन्दु चाँहिन्छ
sq: Lypsen të paktën dy pika!
uk: Має бути вказано принаймні дві точки!

source: Error in automatic pm argument, use on/off.
es: Error en el argumento automático pm, usar encendido/apagado.
fr: Erreur sur la valeur de contrôle automatique de puissance, utiliser Marche/Arrêt.
ne: pm को बहसमा स्वचालित त्रुटि छन्,अन/अफ चलाऊ
sq: Gabim në argument pm-je automatike, përdorni on/off.
uk: Помилка у автоматичному аргументі pm, використовуйте on або off.

source: Sorry: no implementation for your platform ('%s') available
es: Lo siento: No existe implementación en su plataforma ('%s') está disponible
fr: Désolé: aucune implémentation disponible pour votre plateforme ('%s')
ne: मार्फ गर्नु होस्,तिम्रो प्याटफोम कार्यान्वयनमा छैन्('%s') उपलब्ध
sq: Na ndjeni: s’ka sendërtim të gatshëm për platformën tuaj ('%s')
uk: Вибачте: реалізація для вашої платформи («%s») є недоступною

source: Port must be configured before it can be used.
es: El puerto debe ser configurado antes de que pueda ser usado.
fr: Le port de communication doit être configuré avant d'être utilisé.
ne: चलाउनु भन्दा अगाडि पोर्ट कन्फिगर गर्नु पर्छ
sq: Para se të mund të përdoret, porta duhet formësuar.
uk: Перш ніж використовувати, порт слід налаштувати.

source: could not open port %(port)s: %(msg)s
es: no se pudieron abrir los puertos %(port)s: %(msg)s
fr: impossible d'ouvrir le port %(port)s: %(msg)s
ne: पोर्ट खोल्न सकेन्%(port)s: %(msg)s
sq: s’u hap dot porta %(port)s: %(msg)s
uk: не вдалося відкрити порт %(port)s: %(msg)s

source: Can only operate on a valid port handle
es: Sólo puede operar en un puerto indicador válido
fr: Impossible d'opérer sur un port dont le descripteur est invalide
ne: संचालन खालि वैध पोर्ट ह्यान्डल हुन् सक्छ
uk: Можна працювати лише з коректним обробником даних порту

source: Could not configure port: %s
es: No se pudo configurar el puerto: %s
fr: Impossible de configurer le port: %s
ne: पोर्ट कन्फिगर हुन् सकेन्: %s
sq: S’u formësua dot porta: %s
uk: Не вдалося налаштувати порт: %s

source: Invalid baud rate: %r
es: Velocidad de baudios inválida: %r
fr: Débit en bauds invalide: %r
ne: अवैध बाउद रेट: %r
sq: Baud rate i pavlefshëm: %r
uk: Некоректна швидкість передавання: %r

source: Invalid char len: %r
es: Longitud de caracter inválida: %r
fr: Nombre de caractères invalide: %r
ne: अवैध चार लेन्: %r
sq: Gjatësi e pavlefshme shenje: %r
uk: Некоректна довжина символів: %r

source: Invalid stopit specification: %r
es: Especificación de parada inválida: %r
fr: Spécification invalide des bits de stop: %r
ne: अवैध स्टोपिट स्पेसिफिकेसन्: %r
sq: Specifikim i pavlefshëm për stopit: %r
uk: Некоректна специфікація stopbit: %r

source: Invalid parity: %r
es: paridad inválida: %r
fr: Spécification invalide de la parité: %r
ne: अवैध प्रारिति: %r
sq: Paritet i pavlefshëm: %r
uk: Некоректна парність: %r

source: Invalid vmin: %r
es: vmin inválido: %r
fr: vmin invalide: %r
ne: अवैध vmin: %r
sq: Vmin i pavlefshëm: %r
uk: Некоректне значення vmin: %r

source: Invalid vtime: %r
es: vtime inválido: %r
fr: vtime invalide: %r
ne: अवैध Vसमय: %r
sq: Vtime i pavlefshëm: %r
uk: Некоректне значення vtime: %r

source: expected str, got %s
es: la cadena esperada obtuvo %s
fr: erreur sur la chaîne de caractère attendue, reçu %s
ne: सोचिएको str, पाइयो %s
sq: pritej str, u mor %s
uk: мало бути str, отримано %s

source: Serial port MUST have enabled timeout for this function!
es: ¡El puerto serie DEBE tener activado el tiempo de espera para esta función!
fr: Un timeout sur le port série DOIT être activé pour cette fonction!
ne: यो प्रकार्यलाई सिरियलपोर्टले सक्षम टाइनआउट पार्यो
uk: На послідовному порту має бути увімкнено час очікування для цієї функції!

source: Not a valid baudrate: %r
es: No es una velocidad de transmisión válida: %r
fr: Valeur incorrecte du débit de données en Bauds: %r
sq: Baudrate i pavlefshëm: %r
uk: Не є коректною швидкістю передавання: %r

source: Not a valid byte size: %r
es: No es un tamaño de byte válido: %r
fr: Définition invalide du nombre de bits de données: %r
ne: वैध बाइत आकार होइन : %r
sq: Jo madhësi bajtesh e vlefshme: %r
uk: Не є коректним розміром у байтах: %r

source: Not a valid parity: %r
es: No es una paridad válida: %r
fr: Définition invalide de la parité: %r
ne: वैध प्रारिति होइन: %r
sq: Paritet jo i vlefshëm: %r
uk: Не є коректною парністю: %r

source: Not a valid stopbit size: %r
es: No es un tamaño de bit de parada válido: %r
fr: Définition invalide de bit(s) de stop: %r
ne: वैध स्टपबिट आकार होइन: %r
sq: Madhësi stopbit jo e vlefshme: %r
uk: Не є коректним розміром stopbit: %r

source: Not a valid timeout: %r
es: No es un tiempo de espera válido: %r
fr: Définition invalide du timeout: %r
ne: वैध टाइमआउट होइन: %r
sq: Skadencë jo e vlefshme: %r
uk: Не є коректним часом очікування: %r

source: Line X: Undefined: %s
es: Línea X: Indefinida: %s
fr: Ligne X: Indéfini: %s
ne: रेखा X:बुझिएको छैन्: %s
sq: Rreshti X: I papërcaktuar: %s
uk: Рядок X: не визначено: %s

source: %s is not a valid number!
es: ¡%s no es un número válido!
fr: %s n'est pas un nombre valide!
ne: %s वैध अंक होइन
sq: %s s’është numër i vlefshëm!
uk: %s не є коректним числом!

source: Line %(line)d: Illegal Token '%(value)s'. References to this token cannot be found.
es: Línea %(line)d: Ficha '%(value)s' ilegal. Referencias a esta ficha no pueden ser encontradas.
fr: Ligne %(line)d: Symbole non reconnu '%(value)s'. Aucune référence à ce symbole n'a été trouvée.
ne: रेखा%(line)d:गैरकानुनी टोकन'%(value)s'.यो टोकनको रेफिरेन्स भेटाउन सकेको छैन्
sq: Rreshti %(line)d: Token i Paligjshëm '%(value)s'. S’u gjetën referenca te ky token.
uk: Рядок %(line)d: помилковий елемент «%(value)s». Не вдалося знайти посилання на цей елемент.

source: Name not found '%s'
es: Nombre '%s' no encontrado
fr: Nom '%s' non trouvé
ne: नाम भेटिएन '%s'
sq: S’u gjet emër '%s'
uk: Незву «%s» не знайдено

source: size
es: tamaño
fr: taille
ne: आकार
sq: madhësi
uk: розмір

source: Not identified: %s
es: Sin identificar: %s
fr: Non identifié: %s
sq: I paidentifikuar: %s
uk: Не ідентифіковано: %s

source: Line %(line)d: Unresolved symbol '%(msg)s'
es: Linea %(line)d: Símbolo sin resolver '%(msg)s'
fr: Ligne %(line)d: Symbole non reconnu '%(msg)s'
ne: रेखा%(line)d:अनसल्भ सिम्भल'%(msg)s'
sq: Rreshti %(line)d: Simbol i pakuptuar '%(msg)s'
uk: Рядок %(line)d: нерозпізнаний символ, «%(msg)s»

source: Error in last line
es: Error en la última línea
fr: Erreur à la dernière ligne
ne: अन्तिमको रेखामा त्रुटि
sq: Gabim te rreshti i fundit
uk: Помилка у останньому рядку

source: Line %(line)d: Syntax Error '%(msg)s'
es: Linea %(line)d: Error de sintaxis '%(msg)s'
fr: Ligne %(line)d: Erreur de syntaxe '%(msg)s'
ne: रेखा%(line)d:सिन्टियाक्स् त्रुटि'%(msg)s'
sq: Rreshti %(line)d: Gabim Sintakse '%(msg)s'
uk: Рядок %(line)d: синтаксична помилка «%(msg)s»

source: Intermediate Code: %s
es: Código intermedio: %s
fr: Code intermédiaire: %s
ne: इन्टरमिदिएट कोद: %s
uk: Проміжний код: %s

source: Final Code: %s
es: Código final: %s
fr: Code final: %s
ne: अन्तिम कोद: %s
sq: Kod Përfundimtar: %s
uk: Остаточний код: %s

source: Couldn't determine identifier type
es: No se pudo determinar el tipo de identificador
fr: Impossible de déterminer le type d'identifiant
ne: पहिचायक प्रकार दिटरमाइन् हुन् सकेन्
sq: S’u përcaktua dot lloj identifikuesi
uk: Не вдалося визначити тип ідентифікатора

source: Couldn't determine integer type
es: No se pudo determinar el tipo de entero
fr: Impossible de déterminer le type d'entier
ne: इन्टिजर प्रकार दिटरमाइन् हुन् सकेन
uk: Не вдалося визначити тип цілого числа

source: Couldn't determine string type
es: No se pudo determinar el tipo de cadena
fr: Impossible de déterminer le type de chaîne
ne: स्ट्रिङ्ग प्रकार दिटरमाइन् हुन् सकेन
sq: S’u përcaktua dot lloj vargu
uk: Не вдалося визначити тип рядка

source: Couldn't determine token for newlines
es: No se puede determinar ficha para línea nueva
fr: Impossible de déterminer le symbole de saut de ligne
ne: समाचार रेखाको टोकेन् दिटरमाइन् हुन् सकेन्
uk: Не вдалося визначити ключ для символів нового рядка

source: Unable to lex '%s' required for preprocessor
es: Imposible de analizar '%s' requerido por el pre-procesador
fr: Impossibilité d'analyse lexicale de '%s' par le préprocesseur
ne: लेक्स् गर्न असमर्थ'%s'प्रिपोसेसरको लागि चाहियोँ
uk: Не вдалося обробити lex «%s», потрібне для засобу попередньої обробки

source: Malformed #include <...>
es: #include <...> malformado
fr: Directive #include <...> mal formée
ne: म्यालफोम्द #सम्मिलित <...>
sq: #include <...> e keqformuar
uk: Помилкове форматування #include <...>

source: Malformed #include statement
es: Declaración #include malformada
fr: Directive #include <...> mal formée
ne: म्यालफोम्द #सम्मिलित स्टेमेन्ट
sq: Deklaratë #include e keqformuar
uk: Помилкове форматування інструкції #include

source: Couldn't find '%s'
es: No se pudo encontrar '%s'
fr: Impossible de trouver '%s'
ne: भेटाउन् सकिएन'%s'
sq: S’u gjet dot '%s'
uk: Не вдалося знайти «%s»

source: No more arguments may follow a variadic argument
es: Ningún argumento debe encontrarse después de un argumento tipo variadic
fr: Aucun autre argument ne peut suivre le tuple de paramètres d'une fonction variadique
ne: अब बहस नगरौ बहस गरेमा वेरादिक हुनसक्छ
uk: За варіадичним аргументом не може бути ніяких інших аргументів

source: Invalid macro argument
es: Argumento macro inválido
fr: Argument de macro invalide
ne: अवैध म्याकरो बहस
sq: Argument i pavlefshëm makroje
uk: Некоректний аргумент macro

source: Bad macro definition
es: Definición de macro errónea
fr: Définition de macro incorrecte
ne: नरामो म्याकरो देफिनेसन्
sq: Përkufizim i gabuar makroje
uk: Помилкове визначення macro

source: PwmDuty:
ne: Pwm र्काय
