Repository: leonardcj/gogo
Catalog: po/ach.po
Languages: ach

source: You do not have the required version of GTK + and / or PyGTK installed.
ach: Yin pe itye ki kit GTK mamite + kede / onyo PyGTK ame giketo.

source: The installed version of GTK+ is: %s
ach: Kit GTK+ ame giketo obedo: %s

source: The version of GTK + is required: 2.8.0 or newer
ach: Kit GTK + tye amite: 2.8.0 onyo en anyene

source: The version of PyGTK installed is: %s
ach: Kit PyGTK ame giketo obedo: %s

source: The version of PyGTK is required: 2.8.0 or newer
ach: Kit PyGTK ame mite: 2.8.0 onyo manyene

source: PyGTK 2.8.0 or newer is required.
ach: PyGTK 2.8.0 onyo en anyen tye amite.

source: There was no version of PyGTK found on your system.
ach: Pe onwongo tye kit PyGTK onwongere i nyonyo no.

source: pySerial needs to be installed:
ach: pySerial myero giket:

source: Version
ach: Kite

source: Kiwi needs to be installed:
ach: Kiwi myero giketi:

source: Gogo disconnected
ach: Gogo gikwanyo

source: <b><span size='xx-large'>Gogo Disconnected</span></b>
ach: <b><span size='xx-large'>GogoGikwanyo</span></b>

source: Beep
ach: Goya cim anok

source: LED On
ach: TELA tye

source: LED Off
ach: TELA Pe

source: Motor
ach: Cuma

source: Controlling motors:
ach: Cuma maloyo ducu:

source: Motors
ach: Cuma ducu

source: On
ach: Tye

source: Off
ach: Pe

source: Brake
ach: Brek

source: Coast
ach: Dog wangkwang

source: Power of Motors
ach: Teko pa Cuma ducu

source: set to
ach: giyike me

source: this way
ach: tung kun

source: that way
ach: tung kuca

source: reversed
ach: odwoko cen

source: Sensor
ach: Langec

source: All sensor readings refreshed
ach: Gin akwana ducu ma tye ikom langec gityeko yayo doki

source: Reading sensors at 20hz
ach: Kwano lok ikom langec i 20hz

source: Reading sensors at a 5hz
ach: Kwano lok ikom lungec i 5hz

source: Burst mode off
ach: Yore ma mwoc pe

source: GTK+ Runtime Enviroment needs to be installed:
ach: GTK+ Kabedo oguru Cawa me ngwecere myero giket:

source: Open..
ach: Yab..

source: Save..
ach: Gwoki..

source: Save As..
ach: Gwoki Macalo..

source: Error/s: Check Messages
ach: Bal/e: Ngi lok ame okato

source: Code successfully compiled.
ach: Coc ma giyiko gityeko coyo ducu maber.

source: Check GoGo plugged in, turned on and connected
ach: Ngi GoGo karwako iyie, diyo mac kede kubere

source: Error communicating
ach: Bal leyo kop

source: Code successfully downloaded.
ach: Coc ma giyiko gityeko kwanyo i net maber.

source: <b><span size="xx-large">GoGo Activity</span></b> (v %(version)s)
ach: <b><span size="xx-large">GoGoTic me atima</span></b> (v %(version)s)

source: Gogo connected to the COM port
ach: GoGo okubere kede i COM gikubere me net

source: Gogo connected on port
ach: GoGo gikubo ki gikubere me net

source: <b><span size='xx-large'>GoGo Connected</span></b>
ach: <b><span size='xx-large'>GoGoOkubu</span></b>

source: There were problems with the connection. Make sure the GoGo Board is properly connected.
ach: Peko onwongo tye ikubere. Myero inen nimano Bod me GoGo tye ame okubere aber.

source: %i Values Uploaded
ach: %i Gityeko keto Apir gi tek

source: Data successfully uploaded.
ach: Ngec me lok amite gityeko keto maber.

source: Sensor configuration file corrupted or empty.
ach: Pail me yiyiko lami ngec tye ame ojwane onyo yie nono.

source: Sensor configuration file does not exist.
ach: Pail me yiyiko lami ngec pe tye kulu.

source: Name
ach: Nying

source: Unit
ach: Dul

source: Description
ach: Ngec aber

source: Standard
ach: Rwomere

source: The light value should be between 0 and 1023
ach: Ber amac myero bed iyi akina 0 kede 1023

source: Point already exists.
ach: Kakare dong tye.

source: Point already exists!
ach: Kakare dong tye!

source: <b>Sensor Points: </b>%(name)s (%(units)s)
ach: <b>Ka Lungec: </b>%(name)s (%(units)s)

source: raw
ach: manumu

source: Error: unrecognised file type: %s
ach: Bal: kodo pail pe giromo ngeyo: %s

source: At least two points required!
ach: Kanoro aryo kede makato tye ka mite!

source: Error in automatic pm argument, use on/off.
ach: Bal ikom laro lok makato kenekene pi pm, ti kwede tye/pe.

source: Sorry: no implementation for your platform ('%s') available
ach: Gum marac: pe tye yore me keto itic kacungu ni ('%s') ame tye

source: Port must be configured before it can be used.
ach: Gikubere inet myero kong giyik ame pwod pe gitiyo kwede.

source: could not open port %(port)s: %(msg)s
ach: pe onwongo romo yabo gikubere ki net %(port)s: %(msg)s

source: Can only operate on a valid port handle
ach: Twero tic keken i kamako gikubere ki net ma tye kakare

source: Could not configure port: %s
ach: Pe twero yiko gikubere ki net: %s

source: Invalid baud rate: %r
ach: Kit aciginol tye aloloka kede pe tye maber: %r

source: Invalid char len: %r
ach: Char len pe tye kakare: %r

source: Invalid stopit specification: %r
ach: Ngec ame omio ikom stopit pe kakare: %r

source: Invalid parity: %r
ach: Roromere pe kakare: %r

source: Invalid vmin: %r
ach: vmin pe kakare: %r

source: Invalid vtime: %r
ach: vtime pe kakare: %r

source: expected str, got %s
ach: str amite, onwongere %s

source: Serial port MUST have enabled timeout for this function!
ach: Gikubu Net me serial ONWONGO myero mi agiki me cawa pi gin a time ni!

source: Not a valid baudrate: %r
ach: Pe kakare wel alokaloka me cignol me lok: %r

source: Not a valid byte size: %r
ach: Pe kakare caji me byte: %r

source: Not a valid parity: %r
ach: Pe tye kakare arorom: %r

source: Not a valid stopbit size: %r
ach: Caji me stopbit pe tye kakare: %r

source: Not a valid timeout: %r
ach: Tum acawa pe tye kakare: %r

source: Line X: Undefined: %s
ach: Lain X: Pe gimio ngecero iye: %s

source: %s is not a valid number!
ach: %s pe obedo namba atye kakare!

source: Line %(line)d: Illegal Token '%(value)s'. References to this token cannot be found.
ach: Latin %(line)d: Cente me gobagoba ''%(value)s.Lokoro ducu ikom cente ni pe twero nwongere.

source: Name not found '%s'
ach: Nying pe onwongere %s'

source: size
ach: caji

source: Not identified: %s
ach: Pe onen: %s

source: Line %(line)d: Unresolved symbol '%(msg)s'
ach: Latin %(line)d: Alama ape onyangere '%(msg)s'

source: Error in last line
ach: Bal ilain okato

source: Line %(line)d: Syntax Error '%(msg)s'
ach: Latin %(line)d: Bal me Coc arac '%(msg)s'

source: Intermediate Code: %s
ach: Coc ame oyiko idyeredyere: %s

source: Final Code: %s
ach: Coc ame oyiko me agiki: %s

source: Couldn't determine identifier type
ach: Pe onwongo twero poko kodo en me yeko

source: Couldn't determine integer type
ach: Pe onwongo romo poko en ame obedo 'interger'

source: Couldn't determine string type
ach: Pe onwongo twero poko en ame obedo uci me kubu

source: Couldn't determine token for newlines
ach: Pe onwongo twero poko cente me lain manyen

source: Unable to lex '%s' required for preprocessor
ach: Pe romo miyo '%s' amite pi jami otimo ma pe gicako giyik kikome

source: Malformed #include <...>
ach: Otiye arac #med iye <...>

source: Malformed #include statement
ach: Otiye marac #med iye koporo

source: Couldn't find '%s'
ach: Pe onwongo '%s'

source: No more arguments may follow a variadic argument
ach: Laro lok ape romo lubere kede laro lok alyet

source: Invalid macro argument
ach: Laro lok adongodongo pe tye kakare

source: Bad macro definition
ach: Gonyo tyen kop me rwom amalo tye arac
