Repository: leonardcj/gogo
Catalog: po/ayc.po
Languages: ayc

source: GoGo
ayc: GoGo wakichata

source: You do not have the required version of GTK + and / or PyGTK installed.
ayc: Jumana uka GTK + y/o PyGTK wakisiri wakichataxa janiwa utjtamti.

source: The installed version of GTK+ is: %s
ayc: GTK+ wakichataxa utjtamwa: %s

source: The version of GTK + is required: 2.8.0 or newer
ayc: Wakisiri wakichataxa GTK + : 2.8.0 chanini jani ukaxa ukata jilañapawa

source: The version of PyGTK installed is: %s
ayc: Utjiri wakichataxa PyGTK chaniniwa: %s

source: The version of PyGTK is required: 2.8.0 or newer
ayc: Wakisiri wakichataxa PyGTK: 2.8.0 chanini jani ukaxa ukata jilañapawa

source: PyGTK 2.8.0 or newer is required.
ayc: Wakisiwa PyGTK 2.8.0 chanini wakichata jani ukaxa ukata jilañapawa.

source: There was no version of PyGTK found on your system.
ayc: Wakichäwinakamana uka PyGTK wakichataxa janiwa utjiti.

source: pySerial needs to be installed:
ayc: pySerial wakichata uchantañawa wakisi:

source: Board Monitor
ayc: Wakichata uñjaña

source: Version
ayc: Wakichäwi

source: Kiwi needs to be installed:
ayc: Kiwi wakichata uchañawa wakisi:

source: Gogo disconnected
ayc: GoGo wakichataxa mistutawa

source: <b><span size='xx-large'>Gogo Disconnected</span></b>
ayc: <b><span size='xx-large'>Gogo Disconectado</span></b> wakichata

source: Misc
ayc: Jañurasiñanaka

source: Beep
ayc: Ch'iwxta

source: LED On
ayc: LED qhantayata

source: LED Off
ayc: LED jiwayata

source: Motor
ayc: Mutura

source: Controlling motors:
ayc: Apnaqiri muturanaka:

source: Motors
ayc: Muturanaka

source: On
ayc: Qhantayaña

source: Off
ayc: Jiwayata

source: Brake
ayc: Sayt'ayaña

source: Coast
ayc: Lamara tuqi junt'u suyu

source: Power of Motors
ayc: Muturanaka ch'amapa

source: set to
ayc: jukharu wakichata

source: this way
ayc: aka chiqanama

source: that way
ayc: uka chiqanama

source: reversed
ayc: jaqukipata

source: PwmDuty:
ayc: PwmDuty: wakichata

source: Sensor
ayc: Katjiri

source: All sensor readings refreshed
ayc: Katjirina taqi ullañanaka machaqachata

source: Reading sensors at 20hz
ayc: 20hz chimpuni katjirinaka ullatanaka

source: Reading sensors at a 5hz
ayc: 5hz chimpuni katjirinaka ullatanaka

source: Burst mode off
ayc: K'ata qhantayirinaka jiwayata

source: GTK+ Runtime Enviroment needs to be installed:
ayc: GTK+: chanini wakichata uchantañawa wakisi

source: Open..
ayc: Uñantaña...

source: Save..
ayc: Imaña...

source: Save As..
ayc: Sutini imaña...

source: Error/s: Check Messages
ayc: Pantjata/pantjatanaka: apayanaka ullaña

source: Code successfully compiled.
ayc: Wali atipasa chimpunaka apthapiña

source: Check GoGo plugged in, turned on and connected
ayc: Uka GoGo wakichata qhantayata uñantaña, qhantayata ukata mayachata

source: Error communicating
ayc: Yatiyäwina pantjata

source: Code successfully downloaded.
ayc: Wali atipasa chimpu apaqaña

source: <b><span size="xx-large">GoGo Activity</span></b> (v %(version)s)
ayc: <b><span size="xx-large">Actividad de GoGo</span></b> (v %(version)s) wakichata

source: Gogo connected to the COM port
ayc: GoGo wakichataxa COM wakichataru mayachatawa

source: Gogo connected on port
ayc: GoGo wakichata mayachañaru mayachata

source: <b><span size='xx-large'>GoGo Connected</span></b>
ayc: <b><span size='xx-large'>GoGo Mayachata </span></b> wakichataru

source: There were problems with the connection. Make sure the GoGo Board is properly connected.
ayc: Mayachäwina pantjatawa. GoGo wakichatana chiqaparu mayachatapa uñakipaña.

source: %i Values Uploaded
ayc: %i Chaninaka ch'amanchata

source: Data successfully uploaded.
ayc: Wali atipasa yatiñanaka ch'amanchata.

source: Sensor configuration file corrupted or empty.
ayc: Katjirinaka wakichata imañaxa ch'usakiwa.

source: Sensor configuration file does not exist.
ayc: Katjirinaka wakichata imañaxa janiwa utjiti.

source: Name
ayc: Suti

source: Unit
ayc: Mayanaka

source: Description
ayc: Yatiyaña

source: X
ayc: X chimpu

source: Y
ayc: Y chimpu

source: Standard
ayc: Machaqa

source: The light value should be between 0 and 1023
ayc: Qhantäwina chanipaxa 0 ukata 1023 chimpu taypinkañapawa

source: Point already exists.
ayc: Atipsüwi chanixa utjxiwa.

source: Point already exists!
ayc: ¡Atipsüwi chanixa utjxiwa!

source: <b>Sensor Points: </b>%(name)s (%(units)s)
ayc: <b>Katjiri Atipsuta chanipa: </b>%(name)s (%(units)s)

source: raw
ayc: qawayata

source: Error: unrecognised file type: %s
ayc: Pantjata: jani uñt'ata imaña wakichata: %s

source: At least two points required!
ayc: ¡Niya paya atipsuta chanisa wakisipuniwa!

source: Error in automatic pm argument, use on/off.
ayc: Akatjamata amuyt'äwina pantjatawa pm, qhantayata/jiwayata apnaqma.

source: Sorry: no implementation for your platform ('%s') available
ayc: Pampachita: Wakichatamaxa janiwa utjiti ('%s') wakichatawa

source: Port must be configured before it can be used.
ayc: Mayachañaxa janirara apnaqkasa suma wakichatañapawa.

source: could not open port %(port)s: %(msg)s
ayc: mayachañanaka wakichataxa janiwa qhantayasiti %(port)s: %(msg)s

source: Can only operate on a valid port handle
ayc: Wakisiri mayachäwi wakichatampikiwa qhanayasma

source: Could not configure port: %s
ayc: Mayachaña wakichataxa janiwa suma wakichayasiti: %s

source: Invalid baud rate: %r
ayc: Uka baudios k'ata sarayirinaka jani uñt'atawa: %r

source: Invalid char len: %r
ayc: Wiskhalla tupäwi jani uñt'atawa: %r

source: Invalid stopit specification: %r
ayc: Sayt'äwi qhananchäwi jani uñt'atawa: %r

source: Invalid parity: %r
ayc: Panichjiri jani uñt'atawa: %r

source: Invalid vmin: %r
ayc: vmin jani uñt'ata: %r

source: Invalid vtime: %r
ayc: vtime jani uñt'ata: %r

source: expected str, got %s
ayc: suyata ajuñaxa apsuwa %s

source: Serial port MUST have enabled timeout for this function!
ayc: ¡Mayachaña katuqiri mayachasirinaka suyañataki chimpupa qhantatañapawa!

source: Not a valid baudrate: %r
ayc: Mayachasiña katuqirina k'ata sarayiri jani uñt'atawa: %r

source: Not a valid byte size: %r
ayc: Wakisiri byte wakichatana tañapaxa jani uñt'atawa: %r

source: Not a valid parity: %r
ayc: Uka panichjataxa jani uñt'atawa: %r

source: Not a valid stopbit size: %r
ayc: Sayt'ayaña bit wakichataxa jani uñt'atawa: %r

source: Not a valid timeout: %r
ayc: Uka pacha chani suyäwixa jani uñt'atawa: %r

source: Line X: Undefined: %s
ayc: Thaki X: jist'arata: %s

source: %s is not a valid number!
ayc: ¡%s uka jakhuxa jani uñt'atawa!

source: Line %(line)d: Illegal Token '%(value)s'. References to this token cannot be found.
ayc: Thaki %(line)d: Imaña wakichata '%(value)s' jani chiqapa. Uka imaña wakichatanaka thaqañaxa janiwa katuyasiti.

source: Name not found '%s'
ayc: Suti '%s' janiwa katuyasiti

source: size
ayc: taña

source: Not identified: %s
ayc: Jani uñt'ata: %s

source: Line %(line)d: Unresolved symbol '%(msg)s'
ayc: Thaki %(line)d: jani uñt'ata chimpu '%(msg)s'

source: Error in last line
ayc: Qhipa thakina pantjata

source: Line %(line)d: Syntax Error '%(msg)s'
ayc: Thaki %(line)d: maya mayaru wakichañana pantjata '%(msg)s'

source: Intermediate Code: %s
ayc: Taypïri chimpu: %s

source: Final Code: %s
ayc: Qhipïri chimpu: %s

source: Couldn't determine identifier type
ayc: Uñaqata uñt'irixa janiwa katuyasiti

source: Couldn't determine integer type
ayc: Uñaqata maypacha jakhuxa janiwa jakiyasiti

source: Couldn't determine string type
ayc: Uñaqata ajuña janiwa katuyasiti

source: Couldn't determine token for newlines
ayc: Machaqa thakitaki imaña wakichataxa janiwa jakiyasiti

source: Unable to lex '%s' required for preprocessor
ayc: Jani uñanchañjamawa '%s' ukaxa wakichata sarayiritaki wakisiriwa

source: Malformed #include <...>
ayc: #include wakichata <...> jani uñanaqani

source: Malformed #include statement
ayc: Arsüwi #include jani uñanaqani

source: Couldn't find '%s'
ayc: Janiwa jakiyasiti '%s'

source: No more arguments may follow a variadic argument
ayc: Janiwa kuna qhananchäwisa jakiyasiti uka variadic qhananchiri wakichatata qhipatxa

source: Invalid macro argument
ayc: Jach'a qhananchiri jani uñt'ata

source: Bad macro definition
ayc: Jach'a pantjata qhananchäwi
