Repository: leonardcj/gogo
Catalog: po/gug.po
Languages: gug

source: You do not have the required version of GTK + and / or PyGTK installed.
gug: Nde nahániri tien kuera pe versión requerida gtk mba'e y/o pygtk instalada.

source: The installed version of GTK+ is: %s
gug: Pe versión instalada gtk mba'e es: %s

source: The version of GTK + is required: 2.8.0 or newer
gug: pe versión ñeikotevẽva gtk mba'e es: 2.8.0 o superior

source: The version of PyGTK installed is: %s
gug: Pe versión instalada PyGTK mba'e es: %s

source: The version of PyGTK is required: 2.8.0 or newer
gug: Pe versión ñeikotevẽva pygtk mba'e es: 2.8.0 o superior

source: PyGTK 2.8.0 or newer is required.
gug: ha'e ñeikotevẽva pygtk 2.8.0 o superior.

source: There was no version of PyGTK found on your system.
gug: Nahániri ojeha juhuva/papyre mavave versión pygtk mba'e isistema. me/pe

source: pySerial needs to be installed:
gug: Ha'e ñeikotevẽva instalar pySerial:

source: Board Monitor
gug: momaranduha sistemagua

source: Version
gug: Versión

source: Kiwi needs to be installed:
gug: Ka'e ñeikotevẽva instalar Kiwi:

source: Gogo disconnected
gug: hekýiva/papyre GoGo mba'e

source: <b><span size='xx-large'>Gogo Disconnected</span></b>
gug: <b><span size='xx-large'>GoGo disconectado</span></b>

source: Misc
gug: kuatia opa mba'e rehegua

source: Beep
gug: Pitido

source: LED On
gug: LED myendyva/papyre

source: LED Off
gug: LED mbogueva/papyre

source: Motor
gug: momyiha

source: Controlling motors:
gug: momyiha kuera control: mba'e

source: Motors
gug: Momyiha kuera

source: On
gug: myendyva/papyre

source: Off
gug: mbogueva/papyre

source: Brake
gug: Jokoha

source: Coast
gug: tembe'y

source: Power of Motors
gug: potencia mba'e momyiha kuera

source: set to
gug: establecido me/pe

source: this way
gug: rehe ápe

source: that way
gug: rehe pépe

source: reversed
gug: invertido

source: All sensor readings refreshed
gug: Refrescada kuera toda kuera lectura kuera mba'e sensor kuera

source: Reading sensors at 20hz
gug: Lectura kuera sensor kuera mba'e 20hzpe

source: Reading sensors at a 5hz
gug: Lectura kuera sensor kuera mba'e 5hzpe

source: Burst mode off
gug: Kokatu ñembohasa voi mba'e mbogueva/papyre

source: GTK+ Runtime Enviroment needs to be installed:
gug: Ha'e ñeikotevẽva instalar pe entorno GTK+ :

source: Open..
gug: mboty'o . .

source: Save..
gug: Ñongatu...

source: Save As..
gug: Ñongatu akaru ...

source: Error/s: Check Messages
gug: Error/es: revisar ñe'ẽmondo kuera

source: Code successfully compiled.
gug: Código mbojoajuva/papyre ñesẽporãmba ndive.

source: Check GoGo plugged in, turned on and connected
gug: revisar hina gogo oĩ enchufado, myendyva/papyre ha mbojoapyva/papyre

source: Error communicating
gug: Jejavy momarandu mba'e

source: Code successfully downloaded.
gug: Código mboguejyva/papyre ñesẽporãmba ndive.

source: <b><span size="xx-large">GoGo Activity</span></b> (v %(version)s)
gug: <b><span size="xx-large">Actividad GoGo mba'e (pundie guaranímeicha ipúva hérava</span></b>ve %(version)s)

source: Gogo connected to the COM port
gug: gogo mbojoapyva/papyre pe ygarupa com

source: Gogo connected on port
gug: gogo mbojoapyva/papyre pe ygarupa

source: <b><span size='xx-large'>GoGo Connected</span></b>
gug: <b><span size='xx-large'>GoGo conectado</span></b>

source: There were problems with the connection. Make sure the GoGo Board is properly connected.
gug: oĩ problema kuera pe ndive joapy . revisar hina pe mba'e pererĩ gogo oĩ conectada correctamente.

source: %i Values Uploaded
gug: %i py'aguasu kuera hupiva/papyre kuera

source: Data successfully uploaded.
gug: Amoarange kuera hupiva/papyre kuera ñesẽporãmba ndive.

source: Sensor configuration file corrupted or empty.
gug: Pe fichero configuración mba'e sensor kuera oĩ harupyre o nandi.

source: Sensor configuration file does not exist.
gug: pe fichero configuración mba'e sensor kuera nahániri oiko .

source: Name
gug: Téra

source: Unit
gug: Peteĩ mba'e

source: Description
gug: Ñemombe'upaite

source: Standard
gug: Estandar

source: The light value should be between 0 and 1023
gug: Pe py'aguasu tendy debería ĩ apytépe 0 ha 1023

source: Point already exists.
gug: Pe kyta oiko . ma.

source: Point already exists!
gug: Pe kyta oiko ! ma

source: <b>Sensor Points: </b>%(name)s (%(units)s)
gug: <b>punto kuera sensor:gua </b>%(name)s (%(units)s)

source: raw
gug: tajasu me/pe

source: Error: unrecognised file type: %s
gug: Error: tipo fichero mba'e desconocido: %s

source: At least two points required!
gug: Ha'e ñeikotevẽva pe mbovyve mokõi kyta kuera!

source: Error in automatic pm argument, use on/off.
gug: jejavy pe argumento automático pm, puru encendido/apagado. me/pe

source: Sorry: no implementation for your platform ('%s') available
gug: Lo siento: nahániri oiko implementación iplataforma ('%s') oĩ disponible me/pe

source: Port must be configured before it can be used.
gug: Pe ygarupa ova'erã teko configurado mboyve hina mba'e pueda teko puruva/papyre.

source: could not open port %(port)s: %(msg)s
gug: Nahániri ojepudieron mboty'o ygarupa kuera %(port)s: %(msg)s

source: Can only operate on a valid port handle
gug: Sólo oikatu japo peteĩ ygarupa indicador válido me/pe

source: Could not configure port: %s
gug: Nahániri ojepudo configurar pe puerto: %s

source: Invalid baud rate: %r
gug: Pya'ekue baudio kuera mba'e inválida: %r

source: Invalid char len: %r
gug: Longitud caracter mba'e inválida: %r

source: Invalid stopit specification: %r
gug: Especificación pyta mba'e inválida: %r

source: Invalid parity: %r
gug: Ñembojoja inválida: %r

source: Invalid vmin: %r
gug: vmin inválido: %r

source: Invalid vtime: %r
gug: vtime inválido: %r

source: expected str, got %s
gug: pe itasã esperada obtuvo %s

source: Serial port MUST have enabled timeout for this function!
gug: Pe ygarupa serie ova'erã reko activado pe ára oha'arõ mba'e opyta ko función!

source: Not a valid baudrate: %r
gug: Nahániri ha'e peteĩ pya'ekue transmisión mba'e válida: %r

source: Not a valid byte size: %r
gug: Nahániri ha'e peteĩ jakatuha byte mba'e válido: %r

source: Not a valid parity: %r
gug: Nahániri ha'e peteĩ ñembojoja válida: %r

source: Not a valid stopbit size: %r
gug: Nahániri ha'e peteĩ jakatuha bit mba'e pyta válido: %r

source: Not a valid timeout: %r
gug: Nahániri ha'e peteĩ ára oha'arõ mba'e válido: %r

source: Line X: Undefined: %s
gug: Línea x: indefinida: %s

source: %s is not a valid number!
gug: %s nahániri ha'e peteĩ papaha válido!

source: Line %(line)d: Illegal Token '%(value)s'. References to this token cannot be found.
gug: Línea %(line)d: kuatia'i mohendáva '%(value)s' kañy . mandu´a kuera estape kuatia'i mohendáva nahániri oikatu teko encontrada kuera.

source: Name not found '%s'
gug: Téra '%s' nahániri juhuva/papyre

source: size
gug: Jakatuha

source: Not identified: %s
gug: identificar:ỹre %s

source: Line %(line)d: Unresolved symbol '%(msg)s'
gug: Linea %(line)d: símbolo resolverỹre '%(msg)s'

source: Error in last line
gug: Jejavy pe pahague línea me/pe

source: Line %(line)d: Syntax Error '%(msg)s'
gug: Linea %(line)d: jejavy sintaxis mba'e '%(msg)s'

source: Intermediate Code: %s
gug: código intermedio: %s

source: Final Code: %s
gug: Código final: %s

source: Couldn't determine identifier type
gug: Nahániri ojepudo japouka pe tipo identificador mba'e

source: Couldn't determine integer type
gug: Nahániri ojepudo japouka pe tipo entero mba'e

source: Couldn't determine string type
gug: Nahániri ojepudo japouka pe tipo itasã mba'e

source: Couldn't determine token for newlines
gug: Nahániri ojeoikatu japouka kuatia'i mohendáva opyta línea pyahu

source: Unable to lex '%s' required for preprocessor
gug: ikatu'ỹva hesa'ỹijo mba'e '%s' requerido rehe pe pre-procesador

source: Malformed #include <...>
gug: #include <...> malformado

source: Malformed #include statement
gug: Mombe'upy

source: Couldn't find '%s'
gug: Nahániri ojepudo juhu '%s'

source: No more arguments may follow a variadic argument
gug: Mavave argumento ova'erã jejuhu rire peteĩ mba'e argumento tipo variadic

source: Invalid macro argument
gug: Argumento macro inválido

source: Bad macro definition
gug: ñemosakãite macro mba'e jejavykue
